Repository: mericorhay/DietFlow
Catalog: Packages/DietFlowKit/Sources/PaywallFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# paywall.autoRenew
source: Subscriptions renew automatically until cancelled. Cancel at least a day before renewal in Settings › Apple Account › Subscriptions.
es: Las suscripciones se renuevan automáticamente hasta que se cancelan. Cancela al menos un día antes de la renovación en Ajustes › Cuenta de Apple › Suscripciones.
tr: Abonelikler iptal edilene kadar otomatik yenilenir. Yenilenmeden en az bir gün önce Ayarlar › Apple Hesabı › Abonelikler bölümünden iptal edebilirsin.

# paywall.badge.saving
source: Save %@
es: Ahorra %@
tr: %@ tasarruf

# paywall.badge.trial
source: %@ free
es: %@ gratis
tr: %@ ücretsiz

# paywall.benefit.create.message
source: Say how you eat and what you avoid, and get up to 30 days of meals.
es: Di cómo comes y qué evitas, y recibe hasta 30 días de comidas.
tr: Nasıl beslendiğini ve nelerden kaçındığını söyle, 30 güne kadar öğünlerin hazır olsun.

# paywall.benefit.create.title
source: A plan written for you
es: Un plan escrito para ti
tr: Sana özel yazılmış plan

# paywall.benefit.free.message
source: One plan, every widget and meal reminders never need Plus.
es: Un plan, todos los widgets y los recordatorios de comidas no necesitan Plus.
tr: Tek plan, tüm widget'lar ve öğün hatırlatmaları için Plus gerekmez.

# paywall.benefit.free.title
source: Free, for good
es: Gratis para siempre
tr: Hep ücretsiz

# paywall.benefit.organize.message
source: Paste a dietitian's message or your own notes, however messy. The assistant sorts it into days and meals.
es: Pega el mensaje de tu dietista o tus notas, por desordenadas que estén. El asistente lo ordena en días y comidas.
tr: Diyetisyeninin mesajını ya da kendi notlarını, ne kadar dağınık olursa olsun yapıştır. Asistan günlere ve öğünlere ayırır.

# paywall.benefit.organize.title
source: Any list, put in order
es: Cualquier lista, en orden
tr: Her liste düzene girer

# paywall.benefit.plans.message
source: Keep this month's plan and the next one side by side, and switch whenever you like.
es: Guarda el plan de este mes y el siguiente, y cambia cuando quieras.
tr: Bu ayın planını ve sonrakini yan yana tut, istediğin zaman geçiş yap.

# paywall.benefit.plans.title
source: More than one plan
es: Más de un plan
tr: Birden fazla plan

# paywall.close
source: Close
es: Cerrar
tr: Kapat

# paywall.continueFree
source: Continue with the Free Version
es: Seguir con la versión gratuita
tr: Ücretsiz Sürümle Devam Et

# paywall.cta.continue
source: Continue
es: Continuar
tr: Devam Et

# paywall.cta.trial
source: Start Free Trial
es: Empezar prueba gratis
tr: Ücretsiz Denemeyi Başlat

# paywall.notice.failed.message
source: Nothing was charged. Please try again.
es: No se cobró nada. Inténtalo de nuevo.
tr: Senden ücret alınmadı. Lütfen tekrar dene.

# paywall.notice.failed.title
source: The purchase did not go through
es: No se pudo completar la compra
tr: Satın alma tamamlanamadı

# paywall.notice.nothing.message
source: No DietFlow Plus purchase was found for this Apple Account.
es: No se encontró ninguna compra de DietFlow Plus para esta cuenta de Apple.
tr: Bu Apple Hesabı için DietFlow Plus satın alımı bulunamadı.

# paywall.notice.nothing.title
source: Nothing to restore
es: Nada que restaurar
tr: Geri yüklenecek bir şey yok

# paywall.notice.ok
source: OK
es: Aceptar
tr: Tamam

# paywall.notice.pending.message
source: The purchase needs to be approved. Plus opens as soon as it is.
es: La compra debe aprobarse. Plus se activará en cuanto se apruebe.
tr: Satın alımın onaylanması gerekiyor. Onaylanınca Plus açılır.

# paywall.notice.pending.title
source: Waiting for approval
es: Esperando aprobación
tr: Onay bekleniyor

# paywall.notice.restored.message
source: DietFlow Plus is active on this iPhone.
es: DietFlow Plus está activo en este iPhone.
tr: DietFlow Plus bu iPhone'da etkin.

# paywall.notice.restored.title
source: Purchases restored
es: Compras restauradas
tr: Satın alımlar geri yüklendi

# paywall.privacy
source: Privacy Policy
es: Política de privacidad
tr: Gizlilik Politikası

# paywall.product.lifetime
source: Lifetime
es: De por vida
tr: Ömür Boyu

# paywall.product.lifetime.detail
source: Pay once, keep it for good
es: Paga una vez, es tuyo para siempre
tr: Bir kez öde, hep senin olsun

# paywall.product.monthly
source: Monthly
es: Mensual
tr: Aylık

# paywall.product.monthly.detail
source: Billed every month
es: Se cobra cada mes
tr: Her ay faturalanır

# paywall.product.yearly
source: Yearly
es: Anual
tr: Yıllık

# paywall.product.yearly.detail
source: Billed once a year
es: Se cobra una vez al año
tr: Yılda bir faturalanır

# paywall.product.yearly.perMonth
source: %@ a month
es: %@ al mes
tr: Ayda %@

# paywall.products.failed
source: The App Store could not be reached. Check your connection and try again.
es: No se pudo conectar con el App Store. Revisa tu conexión e inténtalo de nuevo.
tr: App Store'a ulaşılamadı. Bağlantını kontrol edip tekrar dene.

# paywall.products.loading
source: Asking the App Store…
es: Consultando el App Store…
tr: App Store'a soruluyor…

# paywall.products.retry
source: Try Again
es: Reintentar
tr: Tekrar Dene

# paywall.restore
source: Restore Purchases
es: Restaurar compras
tr: Satın Alımları Geri Yükle

# paywall.subtitle.additionalPlan
source: The free version keeps one plan at a time. Delete your current plan to start another, or keep them all with Plus.
es: La versión gratuita guarda un solo plan a la vez. Borra tu plan actual para empezar otro, o consérvalos todos con Plus.
tr: Ücretsiz sürümde aynı anda tek plan tutulur. Yenisine başlamak için şimdiki planını sil ya da Plus ile hepsini sakla.

# paywall.subtitle.assistant
source: Everything DietFlow does stays free. Plus adds an assistant that builds the plan for you.
es: Todo lo que hace DietFlow sigue siendo gratis. Plus añade un asistente que crea el plan por ti.
tr: DietFlow'un yaptığı her şey ücretsiz kalır. Plus, planı senin yerine kuran bir asistan ekler.

# paywall.subtitle.limit
source: This month's free assistant plans (%1$lld) are used up. They come back on %2$@. Plus includes %3$lld a month.
es: Ya usaste los planes gratuitos del asistente de este mes (%1$lld). Vuelven el %2$@. Plus incluye %3$lld al mes.
tr: Bu ayın ücretsiz asistan planları (%1$lld) bitti. %2$@ tarihinde yenilenir. Plus ayda %3$lld plan içerir.

# paywall.subtitle.plans
source: Everything DietFlow does stays free. Plus lets you keep more than one plan.
es: Todo lo que hace DietFlow sigue siendo gratis. Con Plus puedes tener más de un plan.
tr: DietFlow'un yaptığı her şey ücretsiz kalır. Plus ile birden fazla plan tutabilirsin.

# paywall.terms
source: Terms of Use
es: Términos de uso
tr: Kullanım Koşulları

# paywall.terms.lifetime
source: %@ once. No subscription, nothing to cancel.
es: %@ una sola vez. Sin suscripción, nada que cancelar.
tr: Tek seferde %@. Abonelik yok, iptal edilecek bir şey yok.

# paywall.terms.monthly
source: %@ a month. Cancel anytime.
es: %@ al mes. Cancela cuando quieras.
tr: Ayda %@. İstediğin zaman iptal et.

# paywall.terms.trialMonthly
source: %1$@ free, then %2$@ a month. Nothing is charged before %3$@.
es: %1$@ gratis, luego %2$@ al mes. No se cobra nada antes del %3$@.
tr: %1$@ ücretsiz, sonra ayda %2$@. %3$@ tarihinden önce ücret alınmaz.

# paywall.terms.trialYearly
source: %1$@ free, then %2$@ a year. Nothing is charged before %3$@.
es: %1$@ gratis, luego %2$@ al año. No se cobra nada antes del %3$@.
tr: %1$@ ücretsiz, sonra yılda %2$@. %3$@ tarihinden önce ücret alınmaz.

# paywall.terms.yearly
source: %@ a year. Cancel anytime.
es: %@ al año. Cancela cuando quieras.
tr: Yılda %@. İstediğin zaman iptal et.
